Repository: 84000/data-translation-memory
Catalog: toh93-v4.tmx
Source language: bo
Languages: en

source: ་ཅང་རིང་བ་ཡང་མ་ཡིན། ཧ་ཅང་ཐུང་བ་ཡང་མ་ཡིན། དཀུ་ཧ་ཅང་སྦོམ་པ་ཡང་མ་ཡིན། ཧ་ཅང་ཕྲ་བ་ཡང་མ་ཡིན་པ། ལུས་ཧ་ཅང་སྦོམ་པ་ཡང་མ་ཡིན། ཧ་ཅང་ཕྲ་བ་ཡང་མ་ཡིན་པ། བཞིན་མདངས་ཅན། གཙང་ཞིང་མཛེས་པ། པད་མ་འདོད་པ། དྲི་རབ་ཏུ་ཞིམ་པའི་དྲིའི་ངད་རླུང་གིས་བདས་པ་རྨད་དུ་བྱུང་བས་མཛེས་པར་བྱས་པའོ།
en: She is neither too tall nor too short, her hips are neither too thick nor too thin, and she has a radiant face. She is clean and beautiful, fond of lotuses, driven by strongly scented breezes of exceedingly sweet perfumes, and astonishingly beautiful. “

source: །དྲང་སྲོང་ཆེན་པོ་དེ་ལྟར་སུམ་ཅུ་རྩ་གསུམ་རིས་ཀྱི་ལྷ་དེ་དག་ནི་ནད་མེད་པ། རིམས་ནད་མེད་པ།
en: Great Seer, the gods of the Heaven of the Thirty-Three do not get sick or contract fevers.

source: སྐྱེད་མོས་ཚལ་དང་། ནགས་ཚལ་དང་། གཞལ་མེད་ཁང་གི་གནས་ཀྱི་ནང་ན་གནས་ཤིང་རྒྱུ་བའོ།
en: They live and roam about in gardens and forest groves and within the grounds of divine palaces.

source: །དེ་དག་གི་ཚེ་ནི་ལྷའི་ལོ་སྟོང་ཐུབ་བོ།
en: Their lifespan is one thousand divine years.

source: །དེ་དག་ལྷའི་གནས་དེ་ན་གནས་པ་ལས་བསོད་ནམས་ཟད་ནས་ཚེ་ཟད་པར་གྱུར་པའི་ཚེ་ཤི་འཕོ་བའི་ལྟས་སྔོན་མ་བྱུང་བ་ལྔ་འབྱུང་སྟེ།
en: When a god’s merit expires due to living in that divine realm, there appear five signs that his lifespan has expired and he will pass away, which were not there previously. “

source: རྫིང་བུ་ཤེལ་རྡོ་ལྟར་གསལ་བ། རེག་ན་བདེ་བའི་རླུང་ལྡང་བ། རྫིང་བུའི་འགྲམ་འཁྲི་ཤིང་གི་བླ་རེ་དང་། ཤིང་གེལ་པ་ཕུན་སུམ་ཚོགས་པ་དང་ལྡན་པར་ཞུགས་པ་ན་འབྲུ་མར་གྱིས་གཏོར་བ་ལྟ་བུ་འབྱུང་ངོ་།
en: When he arrives at the pools that were once clear like quartz crystal and touched by a gentle breeze, their banks lined with broad-branched trees draped with canopies of vines, it is as if someone has strewn them with mustard seed oil.

source: །དེས་འབྲུ་མར་གྱིས་གཏོར་བ་དེ་མཐོང་ནས་སྙིང་དངངས་སྐྲག་སྟེ། རྫིང་བུ་དེ་ནས་བྱུང་ནས་ནགས་སྟུག་པོར་རྒྱུག་ཅིང་བྲོས་སོ།
en: When he sees that they have been strewn with mustard seed oil, he is terrified, and he gets out of the pool and runs away, fleeing into the thick forest. “

source: །དེ་རིངས་པར་འགྲོ་བ་ལྷའི་བུ་མོ་དེ་དག་གི་མཐོང་ནས་ཕྱི་བཞིན་དུ་འབྲངས་པ་དང་།
en: The goddesses will then see that he has fled and will follow close behind.

source: དེ་ནགས་སྟུག་པོ་དེའི་ནང་ན་ཤིང་དྲུང་ཞིག་ན་གནས་ཤིང་འདུག་གོ །དེ་ནས་ལྷའི་བུ་མོ་དེ་དག་སྙིང་རྗེ་རྗེ་སྐད་དུ་ག་ཆད་པར་ངུ་ཞིང་འདི་སྐད་ཅེས་ཇོ་ཅོ་བདག་ཅག་བོར་ཏེ་གཅིག་པུ་ཤིང་དྲུང་འདི་ན་ཅི་དགའ་ཞེས་འཛེར་ཏེ་དེ་ངུ་ཞིང་དམན་པའི་སྒྲས་སླར་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: He will stop and sit at the foot of a tree in that thick forest, and the goddesses, feeling pity, will weep desperately and say, ‘Master, why do you want to leave us and live alone at the foot of this tree?’ They will weep and say this again in a miserable tone.

source: །བདག་འདི་ན་སྔོན་མ་བྱུང་བ་འབྲུ་མར་གྱིས་གཏོར་བ་ལྟ་བུ་ལུས་ལས་བྱུང་ངོ་ཞེས་དེ་སྐད་སྨྲས་པ་དང་།
en: And the god will cry out, ‘Something happened to me that has never happened before. It was like having mustard seed oil sprayed on my body.’ “

source: མཆན་ཁུང་གཉིས་ནས་རྔུལ་བྱུང་ནས། དེ་དག་གིས་རྔུལ་བྱུང་བ་མཐོང་བ་དང་། ལྷའི་བུ་མོ་དེ་དག་རིང་དུ་དོང་སྟེ་ཡོངས་སུ་སྤངས་སོ།
en: His armpits will produce sweat, and when they see that sweat the goddesses will distance themselves from him and abandon him. “

source: །དེས་ཡོངས་སུ་སྤངས་པར་ཤེས་ནས་མྱ་ངན་གྱིས་རེག་གོ །
en: When he realizes they have abandoned him, he will experience sorrow.

source: དེ་མྱ་ངན་གྱིས་རེག་པས་དབུགས་དྲག་ཏུ་རྒྱུའོ།
en: Experiencing sorrow, his breathing will become panicked.

source: །དབུགས་རྒྱུ་བའི་རྒྱུས་ལུས་ལ་གདུང་བ་སྐྱེས་སོ།
en: His breathing panicked, his body will suffer torment.

source: །དེ་ལུས་དང་སེམས་གདུངས་པས་མེ་ཏོག་གི་ཐོད་སྔོན་རྙིས་མི་སྲིད་པ་ཡང་རྙིས།
en: That bodily and mental torment will lead his crown of flowers, which before could not possibly have wilted, to wilt.

source: ཕྲེང་བ་ཡང་ཡོངས་སུ་རྙིས། སྔོན་རྙིངས་མི་སྲིད་པའི་གོས་ཀྱང་རྙིས།
en: His garland will wilt, and his robes, which had never before become worn out, will wear out.

source: ལྷའི་གདིང་བ་བཏིང་བའི་མལ་ཆ་ལ་ཡང་དགའ་བ་མི་རྙེད་དོ།
en: Finally, even the divine blankets and soft bedding will bring him no comfort. “

source: །དེ་ནས་ལྷའི་བུ་མོ་དེ་དག་གིས་འཆི་འཕོ་བའི་ལྟས་ཀྱིས་ཉེན་པར་ཤེས་ནས་དེའི་དྲི་དེ་མི་བཟོད་དེ་རིང་དུ་སྤངས་ནས་སྙིང་རྗེ་རྗེ་སྐད་ག་ཆད་པར་བདག་དབང་མེད་པར་ངུའོ།
en: Pained, the goddesses will recognize the signs of his impending death. They will not be able to tolerate the smell, and they will abandon him while pitifully and uncontrollably crying out in pain. “

source: །འབྲལ་བའི་སྡུག་བསྔལ་གྱིས་ཉེན་ནས་རབ་ཏུ་ངུ་ཞིང་ཀྱི་ཧུད་ལུས་མཆོག་ཏུ་ཤིན་ཏུ་འཇམ་པ།
en: Pained by the suffering of separation, they will weep uncontrollably and cry, ‘Alas!

source: ལྷའི་སྐྱེད་མོས་ཚལ་དང་། ནགས་ཚལ་ན་རྒྱུ་བ། སུམ་ཅུ་རྩ་གསུམ་གྱི་གླིང་ན་ངུར་བ་དང་འདྲ་བ། ལྷའི་མདུན་ས་ཆོས་བཟངས་ན་ངང་པའི་རྒྱལ་པོ་དང་འདྲ་བ། དགའ་ཚལ་ན་བྱ་ཀ་ལན་ད་བལྟ་བུ། རྫིང་བུ་ན་སྤོས་ཀྱི་གླང་པོ་ཆེ་འདྲ་བ། ཤིང་ཡོངས་འདུ་ས་བརྟོལ་དང་། སྐྱེད་མོས་ཚལ་ན་བུང་བ་ལྟ་བུ། འདྲེས་པའི་ཚལ་ན་མེ་ཏོག་གི་རྣ་རྒྱན་ལྟ་བུ་བདག་ཅག་བོར་ཏེ་ད་གར་སོང་།
en: He whose body had such soft features, who roamed the divine gardens and forests, who was like a sheldrake on this island of the Heaven of the Thirty-Three, who was like a majestic swan in the divine meeting place of Sudharma, who was like a kalandaka bird in the pleasure groves, who was like an elephant smeared with musk in the pools, who was like a bee in the wish-fulfilling kovidāra trees and gardens, and who wore a flower on his ear in the pleasure groves—he is leaving us!

source: གང་ན་གནས་ཞེས་འཛེར་ཅིང་བདག་ལ་དབང་མེད་པར་ངུའོ།
en: What will happen now? Where will we live?’ “

source: །དེ་བདག་ལ་དབང་མེད་པར་རིམས་ནད་ཀྱིས་བཏབ་སྟེ། རིམས་དེས་ལུས་དང་སེམས་དཀྲུགས་ནས་འདྲོན་པོ་འདྲོན་པ་མང་པོ་དང་བྲལ་ཏེ་འབྲོག་འཚོལ་བ་དང་མཚུངས་ལམ་གྲོགས་གྲུ་ཞིག་པ་དང་འདྲ། རྒྱལ་པོ་ཡིད་བཞིན་གྱི་ནོར་བུ་སྟོར་བ་དང་མཚུངས།
en: He will catch an uncontrollable fever, and his body and mind will be so disturbed by that fever that he will isolate himself from any visitors and act like a recluse, like a shipwrecked traveler, or like a king who has lost his wish-granting jewel.

source: རི་ཞིག་པ་དང་འདྲ་བར་མི་རྟག་པའི་རླུང་གིས་གཏོར་ནས་ལུས་སའི་སྟེང་ན་འགྲེ་ལྡོག་སྟེ།
en: He will be scattered by the winds of impermanence, just like a crumbling mountain, and his body will toss and turn on the ground.

source: ནམ་མཁའ་ལྡིང་གི་མཆུས་ཀླུ་གཞོན་ནུ་ཟིན་པ་དང་འདྲ་བར་འདར་བཞིན་དུ་མྱུར་བ་མྱུར་བར་ཐལ་མོ་སྦྱར་ནས་ལྷའི་བུ་མོ་དེ་དག་ལ་གསོལ་བ་བཏབ་པ་ཚུར་ཤེག་ལག་པའི་ཐལ་མོས་ངའི་ལུས་ལ་རེག་པར་གྱིས་ཤིག་ཅེས་སྙིང་འདར་ལ་གདུངས་བཞིན་དུ་དེ་སྨྲེ་སྔགས་འདོན་ཅིང་གསོལ་བ་བཏབ་པ་དང་།
en: He will writhe like a young nāga caught in a garuḍa’s beak and beg those goddesses with his palms hastily joined, saying, ‘Come back! Touch my body with the palms of your hands!’ “He will beg like that as he suffers and writhes in mental torment.

source: ལྷའི་བུ་མོ་དེ་དག་གིས་བལྟས་ནས་མི་ཉེ་བར་སྤངས་ཏེ།
en: When the goddesses see that, they will refuse to leave his side.

source: ཡན་ལག་ལ་རེག་པར་ལྟ་ག་ལ་བྱེད་ཀྱི། མེ་ཏོག་ཅན་གྱི་ཡལ་ག་ཐོགས་ཏེ་འཆི་འཕོ་བར་འགྱུར་བའི་ལྷའི་བུ་དེའི་སྙིང་ཀར་བཞག་ནས་འདི་སྐད་ཅེས་འཛེར་ཏེ། མཐོ་རིས་ཀྱི་བསོད་ནམས་ཡོངས་སུ་ཉམས་ཏེ་ད་མྱུར་དུ་འཛམ་བུའི་གླིང་དུ་སྐྱེ་བར་འགྱུར་རོ་ཞེས་དེ་སྐད་སྨྲས་པ་དང་།
en: They will wonder how they could touch the limbs of his body, but as they hold flowering branches and lay them on the heart of the god who is dying they will say, ‘Now that the merit that led you to this high birth is spent, may you quickly take rebirth in Jambudvīpa!’ “

source: ལྷའི་བུ་དེ་བདག་ལུས་ཀྱིས་ཡོངས་སུ་བཏང་བར་ཤེས་ནས་ཀྱི་ཧུད་ཀྱི་ཧུད་ཅེས་སྒྲ་ཆེར་སྙིང་རྗེ་རྗེ་སྐད་དུ་ངུ་ཞིང་ཀྱེ་མའོ་མཐོ་རིས་ལྷའི་གནས་འདིའི་ལྷའི་ཡོ་བྱད་དང་། རྒྱན་དང་། སྐྱེད་མོས་ཚལ་མཆོག་ན་རྩེ་བ་རྗེས་སུ་མྱོང་ཞིང་ལྷའི་བུ་མོ་འདི་དག་ལ་བདག་གིས་སྡུག་པར་བསམས་པ་ལས་ད་བདག་འཆི་བའི་དུས་ལ་ཕྱོགས་ཤིང་ཞུགས་པའི་ཚེ་དེ་དག་ཉེ་བར་མི་གནས་ཤིང་འདི་སྐད་ཅེས་ཁྱོད་འཛམ་བུའི་གླིང་དུ་སྐྱེ་བར་འགྱུར་རོ་ཞེས་འཛེར་ཏོ་སྙམ་ནས་ཡང་དང་ཡང་དུ་བདག་གི་གནས་ལ་བལྟ་ཞིང་ས་ལ་འགྱེལ་ནས་སྙིང་རྗེ་རྗེ་སྐད་དུ་སྨྲེ་སྔགས་འདོན་ཏེ། ཀྱི་ཧུད་དགའ་ཚལ་དང་། འདྲེས་ཚལ་དང་། ཨར་མོ་ནིག་ལྟར་འཇམ་པའི་རྡོ་ལེབ་དང་།
en: When the god realizes that he is leaving his body, he will sob and cry pitifully, saying, ‘Alas, after having enjoyed this higher realm of the gods with its divine features, ornaments, and excellent gardens and become infatuated with these goddesses, I have now reached the moment of death, and none of those things will remain.’ “This thought will occur to him over and over as he hears them saying, ‘May you be reborn in Jambudvīpa.’ He will look around his home again and again, collapse to the ground, and weep and wail pitifully, saying, ‘Alas, the parks, the pleasure groves, and the smooth slabs of rock!

source: ཀྱི་ཧུད་ལྷའི་འདུན་ས་ཆོས་བཟངས་དང་། ཤིང་ཡོངས་འདུ་དང་། རྣམ་པར་མཛེས་དང་། དགའ་ཚལ་དང་། སྐྱེད་མོས་ཚལ་དང་། རྫིང་བུ་དང་། གཞལ་མེད་ཁང་དམ་པ་སྒོ་མང་པོ་འདི་དག་དང་། ལྷ་ཡུལ་བའི་ལྷའི་གནས་འདི་དག་བོར་ཏེ།
en: Alas, the divine meeting place Sudharma, the coral trees, the beauty, the groves, the gardens, the pools, the excellent palaces with their many doorways—I must leave behind all these places in the divine realm!

source: ད་ནི་མཐོ་རིས་ཀྱི་གཡང་ས་ནས་གདོན་མི་ཟ་བར་ལྷུང་ངོ་ཞེས་སྐྲག་པ་སྐྱེས་ནས་དེ་རང་གི་གནས་ལ་ལྟ་ཞིང་ཀྱི་ཧུད་བདག་གི་མཛའ་བོ་བྱམས་པ་རྣམས་ང་འཆིར་ཉེ་ན་ཅིའི་ཕྱིར་མི་སྨྲ།
en: Now I will surely fall from the cliff of the higher realms!’ “Filled with fear, he will look at his own abode and say, ‘Alas, dear friends, my time of death approaches. Why are you so silent?

source: འདི་ལྟར་ང་ནི་ད་འཁོར་བའི་འབྲོག་དགོན་པ་དགོངས་མལ་རིང་པོར་ཆས་ཀྱིས་ཚུར་ཤོག་ང་ལ་འཁྱུད།
en: Considering that I will soon be in the wilderness of saṃsāra, and am preparing to set off on a long journey, come and hug me!

source: ཕྱིས་ངས་ཀྱང་ཁྱེད་མི་མཐོང་། ཁྱོད་ཀྱིས་ཀྱང་ང་མི་མཐོང་ངོ་།
en: After this I will not see you, and you will not see me.

source: །ཀྱི་ཧུད་མཐོ་རིས་འདི་ནས་བསོད་ནམས་ཀྱི་འབྲས་བུ་ཟད་པས་འཕོ་བར་འགྱུར་བའི་ཚེ་བདག་ལ་མུན་པ་ལྟ་བུར་སྣང་ངོ་།
en: Alas, the fruition of the meritorious acts that led me to this higher realm has been exhausted, and the moment of death now appears before me like darkness.

source: །ཅི་མཐོ་རིས་འདི་སྟོངས་སམ།
en: Is this higher realm empty?

source: འདི་ན་ཡང་རོལ་མོ་དང་སིལ་སྙན་ཀྱང་མི་ལེན་ནམ།
en: Why is no one playing music or cymbals?

source: དེ་དག་གི་སྒྲ་ཡང་མི་གྲག་གོ །
en: I no longer hear their sound.

source: ལས་ཀྱི་ཉེས་པས་བདག་ནི་འདིར་ཉམས་པར་གྱུར་ཏོ་ཞེས་དེ་སྐད་སྨྲས་ནས་ཡང་སྨྲེ་སྔགས་འདོན་ཏོ།
en: Now I will meet my end because of the fault of karma!’ “After that he will weep and wail, saying,

source: །ཀྱི་ཧུད་མཐོ་རིས་ལྷ་དང་དྲི་ཟས་མཛེས་པར་བྱས་པ་ན་གང་མིག་སྟོང་པའི་ལྷའི་འཁོར་དུ་འགྲོ་བ་དང་། ཕྱིས་ཡང་དེ་མཐོང་བར་འགྱུར་བ་ནི་བསོད་ནམས་ཆེའོ།
en: ‘Alas! May I have such great merit to live among the divine retinue of the Thousand-Eyed One in this higher realm with its beautiful gods and gandharvas and to see it again in the future.

source: །ཀུན་ནས་སྐྱེས་པའི་མེ་ཏོག་ངའི་ཀླད་པ་ལ་འདུག་པ་ཅིའི་ཕྱིར་རྙིས་ཤེས་ལྷའི་བུ་དེས་སྨྲས་པ་དང་།
en: Why have the fully blossomed flowers on my head wilted?’

source: ལྷའི་བུ་སེམས་དམན་པ་དྲི་མ་མེད་པའི་རྣ་ཆའི་གདུ་བུ་འགུལ་བ་ཐོགས་པ་དེ་དག་ཐམས་ཅད་མེ་ཏོག་ཁྱེར་ཏེ།
en: As he says this and becomes depressed, all of them, brandishing their immaculate earrings that flicker about, will bring him flowers. “

source: ལྷའི་དབང་པོ་བརྒྱ་བྱིན་ལྷའི་བུ་བརྒྱ་སྟོང་གིས་ཡོངས་སུ་བསྐོར་ཅིང་ལྷ་མོ་བདེ་སོགས་དང་། ལྷ་མོ་དག་ཕྱི་བཞིན་འབྲང་བ་མི་སྦྱིན་གྱི་བུ་དང་། སྨིག་རྒྱུ་དང་། སྣ་ཚོགས་རྒྱན་དང་། གཙུག་ཕུད་ལྔ་པ་དང་། ཏུམ་བུ་རུལ་སོགས་པའི་ལྷ་དང་དྲི་ཟ་རྣམས་ལྷའི་གླུའི་དབྱངས་ལེན་ཅིང་འདོང་པ་དག་གིས་ལྟས་ལྔ་པོ་དེས་ཉམ་ཐག་པར་གྱུར་པ་མཐོང་ནས་སྙིང་རྗེ་བསྐྱེད་དེ།
en: The ruler of the gods, Indra, surrounded by hundreds of thousands of gods, the goddess Śacī followed by goddesses such as Aditi, Marīci, and Variously Ornamented, and such gods and gandharvas as Pañcaśikha and Tumburu, will sing divine songs as they move in a procession. When they see those five signs and see him in such a wretched state, they will pity him.

source: ང་རོ་གཅིག་ཏུ་ཀྱི་ཧུད་མི་རྟག་པ་འདི་ནི་རབ་ཏུ་དྲག་ཅིང་མི་བཟད་དོ་ཞེས་ཚིག་སྨྲའོ།
en: All at once they will say, ‘How sad! This impermanence is so fierce and unbearable!’ “

source: །ལྷའི་རྒྱལ་པོ་བརྒྱ་བྱིན་གྱིས་ཀྱང་ལྷའི་བུ་དེ་ལ་བལྟས་ནས་ཚངས་པའི་དབྱངས་ཀྱིས་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Even Indra, the king of the gods, will look at that god and say with his voice as eloquent as Brahmā, ‘Enough!

source: །ཆོག་གོ་ལྷའི་བུ་བདག་ཅག་ཐམས་ཅད་ཀྱི་འགྲོ་བ་ཡང་འདི་འདྲས་སྲེད་པར་མ་བྱེད།
en: A god should not pine for this realm of ours!

source: ངན་འགྲོར་མ་གནས་ཤིག །
en: May you not go to the lower realms!’

source: ལྷའི་བུ་དེ་དག་གིས་དབྱངས་གཅིག་ཏུ་སྨྲས་པ་གྲོགས་པོ་དགེ་བ་བྱེད་པའི་འཇིག་རྟེན་མིའི་འཇིག་རྟེན་དུ་སོང་ཤིག་ཅེས་བྱས་པ་དང་།
en: All the gods will then say in a single voice, ‘My friend, may you go to a realm, such as that of the humans, where you can practice virtue!’ “

source: ལྷའི་བུ་དེས་བདག་ནི་ངེས་པར་འཆི་ཡང་དག་སྙམ་དུ་བསམས་ཏེ།
en: The god will then think, ‘Even though I am dying, it is okay.’

source: ཐལ་མོ་སྦྱར་ནས་ལྷ་མང་པོ་དེ་དག་ལ་འདི་སྐད་ཅེས་གསོལ་བ་བཏབ་བོ། །བདག་ནི་འཆི་འཕོ་བའི་དུས་ལ་ཉེ་བར་གནས་ཀྱིས་ལྷའི་བུ་ཐམས་ཅད་བདག་ལ་བཟོད་པར་མཛོད་ཅིག །
en: He will place his hands together and supplicate the other gods, saying, ‘All of you gods please bear with me, for the moment of death is upon me!’ “

source: དེའི་ཚེ་ཤུགས་རིང་དུ་ཕྱུང་ནས་ལྟས་གཉིས་བྱུང་སྟེ།
en: Then he will exhale a long breath, and two signs will appear.

source: མིག་པད་མའི་ལོ་མ་རྙིས་པ་ལྟ་བུར་གྱུར་པ་དང་། རྒྱན་ཐམས་ཅད་མི་སྣང་བར་གྱུར་པའོ།
en: The petals of his lotus eyes will wilt, and all his ornaments will disappear.

source: །དེ་ནས་ལྷའི་བུ་དེ་དག་གིས་རྒྱན་མི་སྣང་བར་གྱུར་པ་མཐོང་ནས་མེ་ཏོག་མན་དཱ་ར་བ་དང་། པད་མ་ལ་སོགས་པས་མངོན་པར་གཏོར། པི་བང་དང་།
en: The gods will see that his ornaments have disappeared and then scatter māndārava flowers, red lotuses, and the like over him.

source: གླིང་བུ་དང་། སིལ་སྙན་གྱི་སྒྲ་ཡང་བྱས་ནས་རྒྱན་དེ་དག་ཀྱང་ལྷས་བསྡུས་པར་མཐོང་ནས་འཛམ་བུའི་གླིང་ལ་དགའ་བ་བསྐྱེད་དེ།
en: When he sees them wearing their ornaments and playing their lutes, flutes, and cymbals, he will take comfort in being reborn in Jambudvīpa. “

source: དེ་མཆི་མ་ཟག་ཅིང་ག་ཆད་པར་ངུ་སྟེ་འཆི་བའི་དུས་ཀྱི་ཆོས་རྣམས་སྦྱོར་རོ།
en: Tears will stream down his face as he weeps in desperation, and he will apply the teachings of the time of dying.

source: །ལྷའི་བསོད་ནམས་དང་ཚེ་ཡོངས་སུ་ཟད་ནས་རླུང་དྲག་པོ་ལངས་སོ། །རླུང་དྲི་རབ་ཏུ་ཞིམ་པ་དང་ལྡན་པ་དེས་དེའི་ལུས་ལ་ཕོག་ནས་གཏོར་ཏེ་ལྷའི་བུ་དེ་གནས་དེ་ནས་འཆི་འཕོ་བར་འགྱུར་རོ།
en: After his divine merit and lifespan are completely exhausted, a great gust of wind will rise up, and when his body is struck by that fragrant wind it will scatter, and the god will have passed on from that divine realm.

source: །གནས་དེ་ནས་འཕོ་བ་ན་ལུས་ཀྱི་གནས་མི་ཤེས་སོ། །དེ་གནས་དེ་ནས་འཕོས་ནས་མིར་སྐྱེ་བ་ཡོངས་སུ་ལེན་ཏོ།
en: As he leaves that life he will not know where his body is, and after he has departed, he will take rebirth as a human being. “

source: །མིར་སྐྱེས་ཏེ་མའི་མངལ་ན་གནས་པའི་ཚེ་མ་ལ་མཚན་མར་བལྟ་བ་ནི་དེ་ཉིད་གླུ་དང་། གར་དང་། རྩེ་བ་དང་། དགོད་པ་ལ་དགའ་བའི་དབང་པོར་འགྱུར།
en: When he has been reborn as a human being and is in his mother’s womb, she will exhibit such signs as feeling compelled to delight in singing, dancing, playing, and laughing.

source: མེ་ཏོག་དང་། འབྲས་བུ་དང་། དགོན་པ་ལ་དགའ་བར་འགྱུར།
en: She will have an affinity for flowers, fruits, and forests.

source: ཁ་དོག་སྣ་ཚོགས་འཚེར་བའི་གོས་འཆང་བར་འགྱུར། ལྷའི་ཁ་ཟས་ཤིན་ཏུ་བཟང་པོ་ལ་སྲེད་པར་འགྱུར་རོ།
en: She will wear shimmering, colorful clothing, and she will crave excellent divine foods. “

source: །དེ་མའི་མངལ་ན་གནས་པའི་ཚེ་མ་འདོད་པའི་འདོད་ཆགས་ཀྱིས་ཀུན་ནས་བསྐོར་བར་མི་འགྱུར།
en: While he is in his mother’s womb she will not be overwhelmed in any way by passionate desire.

source: དེ་དྲི་རབ་ཏུ་ཞིམ་པའི་ཆ་ལུགས་ལ་དགའ་བར་འགྱུར།
en: She will like fragrant and perfumed clothing.

source: གཉིད་ལོག་ན་ཡང་རྨི་ལམ་ན་ལྷའི་དོན་སྐུལ་བ་མཐོང་བར་འགྱུར་རོ།
en: When she falls asleep, she will see divine signs of encouragement in her dreams. “

source: །དྲང་སྲོང་ཆེན་པོ་དེ་མངལ་ན་གནས་པ་ན་ཕྱིན་ཅི་མ་ལོག་པའི་རྨི་ལམ་མཐོང་ངོ་། །
en: When he is in the womb, Great Seer, he will not have any bad dreams.

source: བཙས་པའི་དུས་ན་ཡང་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམ་པར་སྤངས་ནས་བཙས་ཏེ།
en: He will be born without desire, hatred, and delusion.

source: དེ་གཟུགས་བཟང་བ། བལྟ་ན་སྡུག་པ། མཛེས་པ།
en: He will have a handsome figure and be attractive and beautiful.

source: རྐང་པ་ཤིན་ཏུ་གནས་པ། ཤིས་པའི་ཡན་ལག་དང་ཉིང་ལག་འབྲེལ་པ།
en: His feet will be firmly planted, and all his limbs will be robust and intact.

source: ལག་པ་དང་། རྐང་པ་རིང་ལ་སྦོམ་པ། རོ་སྟོད་སེང་གེ་ལྟ་བུ། སོ་ཐགས་བཟང་བ། ཤིན་ཏུ་འཇམ་པའི་ལུས་སོ།
en: His hands and feet will be long and thick, his upper body will be like that of a lion, he will have well-spaced teeth, and his body will be very soft. “

source: །དེ་གཅིག་ཏུ་འདོད་པའི་འདོད་ཆགས་ལ་ཆགས་པར་འགྱུར། །འདོད་ཆགས་མི་བཟད་པ།
en: The first time he experiences passionate desire, he will find that desire unacceptable.

source: གོས་ཕྲ་བ་ལ་དགའ་བ། སྐྱེད་མོས་ཚལ་ལ་དགའ་བ། ལྷའི་དྲི་དང་རོལ་མོ་ལ་དགའ་བར་འགྱུར་རོ།
en: He will be fond of fine robes, he will like gardens, and he will like divine scents and music.

source: །དེ་གསེར་དང་། ནོར་ཐམས་ཅད་འབྱོར་བའི་རིགས་ཆེན་པོར་སྐྱེ་སྟེ།
en: He will be born into a family of high standing that is wealthy with gold and every kind of jewel.

source: སྦྱིན་པ་དང་། དུལ་བ་དང་། ཡང་དག་པར་སྡོམ་པ་ལ་དགའ་བར་འགྱུར་རོ།
en: He will be fond of giving, discipline, and restraint. “

source: །གལ་ཏེ་འདོད་པ་ལ་ཤིན་ཏུ་ཆགས་ནས་སྦྱིན་པ་དང་། ཚུལ་ཁྲིམས་ལ་དགའ་བར་མ་གྱུར་ན། དེ་ཕྱིར་གཅིག་ནས་གཅིག་ཏུ་དབུལ་པོའི་རིགས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: If his strong attachment to desire leads to not having an affinity for giving and moral conduct, he will be reborn in one poor family after another.

source: སེར་སྣ་ཅན་དང་། ཚུལ་ཁྲིམས་འཆལ་པ་རྣམས་ལ་བསྟོད་པ་དང་། ཧ་ཅང་སྔོ་བ་ཡང་མ་ཡིན་པ་དང་། ཧ་ཅང་དཀར་བ་ཡང་མ་ཡིན་པ་དང་། སྐྱེ་བོ་ཐམས་ཅད་དགའ་བ་དང་།
en: He will praise greedy and immoral people, and he will not be particularly dedicated or virtuous.

source: གཞན་གྱི་ཆུང་མ་ལ་ཆགས་ཤིང་བདག་གི་ཆུང་མ་ལ་མི་ལྟ་བ་དང་། རྩ་ལག་གི་སྐྱེ་བོ་ལ་དགའ་བར་འགྱུར་རོ།
en: He will lust for the wives of others and all manner of people while ignoring his own wife, and he will be intent on people who are related to him.

source: །དྲང་སྲོང་ཆེན་པོ་འདི་ནི་སུམ་ཅུ་རྩ་གསུམ་ལྷའི་རིས་ནས་ཤི་འཕོ་བའི་ལྟས་འབྱུང་བའོ། །
en: Great Seer, these are the signs that someone has passed on from the Heaven of the Thirty-Three.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དྲང་སྲོང་ཆེན་པོ་རྒྱས་པ་དང་། དྲང་སྲོང་ཆེན་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Blessed One spoke those words, the great seer Vyāsa, the other seers, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས་དྲང་སྲོང་རྒྱས་པས་ཞུས་པའི་ལེའུ་ཞེས་བྱ་སྟེ་བཞི་བཅུ་རྩ་དགུ་པ་རྫོགས་སོ།། །།
en: This concludes The Seer Vyāsa’s Questions, the forty-ninth of the one hundred thousand sections of the Dharma discourse known as The Noble Great Heap of Jewels.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། དཱ་ན་ཤཱི་ལ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།། །།
en: Translated, edited, revised according to the new terminology, and finalized by the Indian preceptors Jinamitra and Dānaśīla along with the chief editor and translator Bandé Yeshé Dé.
